[{"url": "https://www.eldorado.ru/cat/detail/smartfon-samsung-galaxy-a51-64gb-black-sm-a515f/?show=response#customTabAnchor", "author": "Марина", "date": "\n                        20.01.2020 14:53:45                    ", "stars": 5, "content": "\n\n                    Отличный телефон, хорошее разрешение экрана, яркие цвета, все необходимое имеется, купила дочери, она в восторге, в руке держать удобно, батарея заряд держит хорошо, отпечаток пальца, распознование по лицу, оплата через pay, в комплекте зарядник и наушники.                    199 человек считают этот отзыв полезным\n"}, {"url": "https://www.eldorado.ru/cat/detail/smartfon-samsung-galaxy-a51-64gb-black-sm-a515f/?show=response#customTabAnchor", "author": "Виталий", "date": "\n                        14.05.2020 19:09:16                    ", "stars": 1, "content": "\n\n                    Попользовался пол года, случился отвал модема перестал ловить сеть отдал по гарантии получил отказ якобы моя вина в телефонной мастерской сказали это брак модели бренд скатился буду искать что то другое но samsung больше неикому не порекомендую                    126 человек считают этот отзыв полезным\n"}, {"url": "https://www.eldorado.ru/cat/detail/smartfon-samsung-galaxy-a51-64gb-black-sm-a515f/?show=response#customTabAnchor", "author": "Михаил", "date": "\n                        04.02.2020 11:51:23                    ", "stars": 5, "content": "\n\n                    Samsung Galaxy A51 очень симпатичный дизайн, мощный по своим меркам аккумулятор, классные камеры из широким углом обзора. Смотрится очень привлекательно.                    78 человек считают этот отзыв полезным\n"}, {"url": "https://www.eldorado.ru/cat/detail/smartfon-samsung-galaxy-a51-64gb-black-sm-a515f/?show=response#customTabAnchor", "author": "Оксана", "date": "\n                        26.02.2020 06:29:23                    ", "stars": 3, "content": "\n\n                    Телефон классный, в руке держать удобно, телефон \"летает\", всегда пользовалась и пользуюсь телефонами этой Фирмы, но батарея не держит заряд,как заявлено-это минус 2 звезды! Ещё видео в ночной съёмке делает красные глаза....                    50 человек считают этот отзыв полезным\n"}, {"url": "https://www.eldorado.ru/cat/detail/smartfon-samsung-galaxy-a51-64gb-black-sm-a515f/?show=response#customTabAnchor", "author": "Дмитрий", "date": "\n                        05.04.2020 17:11:10                    ", "stars": 3, "content": "\n\n                    Кроме симпатичной внешности из положительного пожалуй все. Из недостатков отмечу плохую работу сканера отпечатка пальцев, плохая камера (много шумов) и что для меня оказалось критичным, что стриминг по блютус на моем авто постоянно прерывается звук, поддержка Самсунг сказала что знает о проблеме, но когда выйдет обновление с исправлением никто не знает.                    41 человек считает этот отзыв полезным\n"}, {"url": "https://www.eldorado.ru/cat/detail/smartfon-samsung-galaxy-a51-64gb-black-sm-a515f/?show=response#customTabAnchor", "author": "Олег", "date": "\n                        02.02.2020 14:52:32                    ", "stars": 5, "content": "\n\n                    Купил себе, аппарат хороший ,шустрый, пока 5+                    53 человека считают этот отзыв полезным\n"}, {"url": "https://www.eldorado.ru/cat/detail/smartfon-samsung-galaxy-a51-64gb-black-sm-a515f/?show=response#customTabAnchor", "author": "Эльдар", "date": "\n                        10.04.2020 12:22:04                    ", "stars": 5, "content": "\n\n                    Брала телефон по большей части для фоток. Я активно веду инст, поэтому качество важно) этот телефон полностью устраивает, качество камеры хорошее, снимает четко) удобно монтировать видео, так как экран большой. Широкоугольная камера тоже нормальная, часто использую когда сторис записываю) память 64гб, но я купила карту памяти и расширила до 512 гб, теперь вообще не думаю о том, сколько у меня там фото и видео                    26 человек считают этот отзыв полезным\n"}, {"url": "https://www.eldorado.ru/cat/detail/smartfon-samsung-galaxy-a51-64gb-black-sm-a515f/?show=response#customTabAnchor", "author": "Юрий", "date": "\n                        29.02.2020 01:18:05                    ", "stars": 5, "content": "\n\n                    Пользовался многими моделями телефона, но больше всех нравится Samsung. Они лучшего качества. И дочь пользуется Samsung много лет и я. Марка не зря зарекомендовала себя на рынке. Удобный, функциональный телефон. А по акции достаточно удачная покупка! Приятно вдвойне.                    20 человек считают этот отзыв полезным\n"}, {"url": "https://www.eldorado.ru/cat/detail/smartfon-samsung-galaxy-a51-64gb-black-sm-a515f/?show=response#customTabAnchor", "author": "Иван", "date": "\n                        20.10.2020 14:02:46                    ", "stars": 5, "content": "\n\n                    Телефоном пользуюсь уже больше трех недель. Взял его на замену старого самсунг А3 2017, в котором умерла батарея, сильно тормозил, да и был не в лучшем виде и состоянии. Брал 64 черного цвета. В комплекте с телефоном шли наушники, кабели type c и блочок питания. Качество сборки для своей ценовой категории на высоте, ничего не гремит не люфтит и не гуляет по сравнению с xiaomi. Первое что понравилось это задняя крышка черного цвета, очень приятная на ощуп, но довольно скользкая. Amoled дисплей, очень яркий с насыщенными цветами. Есть так же функция отображения часов в спящем режиме Always on display что не может не радовать. Звук внешнего динамика не плохой, к тому же его можно настроить, но из-за расположения динамика всегда закрываю его рукой при просмотре фильма. А разговорный динамик довольно тихий. Так же радует наличие разъёма 3,5 мм, т.к. пользуюсь проводными наушниками. Очень порадовала камера, фотографии получаются очень хорошего качества особенно при хорошем освещении, с камерой А3 даже сравнивать не буду. За время использования телефон ни разу не затормозил и не заглючил, всё работает чётко и плавно. Но очень не нравится как работает адаптивная яркость. Сканер отпечатка работает не плохо, но довольно медленно и периодически не срабатывает поэтому поставил ещё разблокировку по лицу, которая решила проблему. Батареи стабильно хватает на день, к 22 часам остаётся порядком 25%. Заряжается телефон примерно за час.                    4 человека считают этот отзыв полезным\n"}, {"url": "https://www.eldorado.ru/cat/detail/smartfon-samsung-galaxy-a51-64gb-black-sm-a515f/?show=response#customTabAnchor", "author": "Екатерина", "date": "\n                        08.06.2020 07:27:06                    ", "stars": 3, "content": "\n\n                    До этого был honor. Производительность самсунга гораздо хуже, приложения работают медленнее, часто вылетают.  Отпечаток пальца - просто кошмар, всегда зависает перед кассой, когда нужно разблокировать samsung pay. Камера хорошая, но скорее на 4 из 5. Цветопередача иногда страдает и много шумов на фото. Нравится режим широкоугольной камеры. В целом много удобных функций в телефоне. Думайте сами, решайте сами, но honor стабильнее.                    12 человек считают этот отзыв полезным\n"}]